{
    "person": {
        "role": "Executive Chef"
    },
    "newsletter": {
        "title": "Join Chef Bobby's Culinary Journey",
        "description": "Subscribe to receive updates, recipes, and insights from Chef Bobby Stearns. Discover the art of cooking and get exclusive access to his latest culinary creations and kitchen tips.",
        "button": "Sign up"
    },
    "home": {
        "label": "Home",
        "title": "Bobby's Portfolio",
        "description": "Portfolio website showcasing my work as an Executive Chef",
        "headline": "Crafting Culinary Experiences",
        "subline": "I'm Bobby Stearns, an Executive Chef dedicated to elevating dining through innovative flavors and artistic presentation."
    },
    "about": {
        "label": "About",
        "title": "About Me",
        "description": "Meet Bobby Stearns, Executive Chef from Kansas City",
        "intro": {
            "title": "Introduction",
            "description": "Bobby Stearns is an Executive Chef known for his creative approach to cooking and his commitment to using fresh, locally-sourced ingredients. With years of experience in fine dining, Bobby aims to create memorable culinary experiences for every guest."
        },
        "work": {
            "title": "Work Experience",
            "experiences": {
                "Ophelia's Restruant": {
                    "timeframe": "2022 - Present",
                    "role": "Executive Chef",
                    "achievements": "Redefined the menu, introducing seasonal dishes that increased customer satisfaction scores by 30%.;Trained a team of chefs, enhancing kitchen efficiency and reducing food waste by 15%."
                }
            }
        },
        "studies": {
            "title": "Education",
            "institutions": {
                "Culinary Institute of America": {
                    "description": "Earned a degree in Culinary Arts, specializing in fine dining."
                },
                "Johnson County Community College": {
                    "description": "Studied Hospitality Management, focusing on restaurant operations."
                }
            }
        },
        "technical": {
            "title": "Culinary Skills",
            "skills": {
                "Gastronomy": {
                    "description": "Expert in modern gastronomy techniques and flavor pairings."
                },
                "Food Presentation": {
                    "description": "Skilled in creating visually stunning dishes that engage the senses."
                },
                "Menu Development": {
                    "description": "Proficient in crafting seasonal menus that highlight local ingredients."
                }
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Culinary Insights and Experiences...",
        "description": "Read what Bobby has been up to recently, including recipes, cooking tips, and restaurant reviews."
    },
    "work": {
        "label": "Work",
        "title": "My Culinary Projects",
        "description": "Culinary projects and collaborations by Bobby Stearns"
    },
    "gallery": {
        "label": "Gallery",
        "title": "My Culinary Gallery",
        "description": "A photo collection showcasing Bobby's dishes and culinary experiences."
    },
    "projectCard": {
        "label": "View Recipe"
    }
}
