{
    "person": {
        "firstName": "Bobby",
        "lastName": "Stearns",
        "role": "Executive Chef",
        "location": "Kansas City"
    },
    "newsletter": {
        "title": "Subscribe to Bobby's Culinary Newsletter",
        "description": "Join my newsletter for updates on seasonal recipes, cooking tips, and exclusive insights into my culinary creations. Discover the art of cooking with me!",
        "button": "Sign Up"
    },
    "home": {
        "label": "Home",
        "title": "Bobby Stearns' Culinary Portfolio",
        "description": "Welcome to my portfolio showcasing my work as an Executive Chef.",
        "headline": "Crafting Unforgettable Culinary Experiences",
        "subline": "I am Bobby Stearns, an Executive Chef in Kansas City, passionate about creating unique dishes that combine local flavors and culinary techniques."
    },
    "about": {
        "label": "About",
        "title": "About Me",
        "description": "Meet Bobby Stearns, Executive Chef from Kansas City.",
        "intro": {
            "title": "Introduction",
            "description": "Bobby Stearns is an Executive Chef with over two decades of experience in the culinary field. Known for his innovative approaches, Bobby combines local ingredients with modern techniques to create dishes that are both flavorful and visually appealing."
        },
        "work": {
            "title": "Work Experience",
            "experiences": {
                "Ophelia's Restaurant": {
                    "timeframe": "Present",
                    "role": "Executive Chef",
                    "achievements": "Winner of the Culinary Fight Club's Steak Championship; known for crafting a menu that highlights local and seasonal ingredients."
                },
                "Grand Street Cafe": {
                    "timeframe": "2014 - 2020",
                    "role": "Head Chef",
                    "achievements": "Successfully launched a seasonal menu that increased customer satisfaction and loyalty, contributing to the restaurant's growth."
                }
            }
        },
        "studies": {
            "title": "Education",
            "institutions": {
                "Culinary Institute of America": {
                    "description": "Studied culinary arts with a focus on classical and innovative cooking techniques."
                },
                "Kansas City Community College": {
                    "description": "Learned restaurant management and marketing, preparing for a successful career in the culinary industry."
                }
            }
        },
        "technical": {
            "title": "Culinary Skills",
            "skills": {
                "Menu Development": {
                    "description": "Expert in creating engaging and delicious menus that utilize seasonal ingredients."
                },
                "Team Leadership": {
                    "description": "Proficient in leading kitchen teams with creativity and efficiency to ensure a harmonious work environment."
                }
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Culinary Insights and Recipes...",
        "description": "Read about my latest culinary adventures and discover new recipes and cooking techniques."
    },
    "work": {
        "label": "Work",
        "title": "My Culinary Projects",
        "description": "Explore the culinary projects and menu designs I have developed throughout my career."
    },
    "gallery": {
        "label": "Gallery",
        "title": "My Photo Gallery",
        "description": "A collection of photographs showcasing my culinary creations and experiences in the kitchen."
    },
    "projectCard": {
        "label": "Read Case Study"
    }
}
